Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: The easiest way: click **Copy Agent Prompt** and paste it into your AI assistant. It contains everything the assistant needs to add the server itself, then reconnect.
ar: الطريقة الأسهل: انقر فوق **نسخ موجه الوكيل** والصقه في مساعد الذكاء الاصطناعي الخاص بك. فهو يحتوي على كل ما يحتاجه المساعد لإضافة الخادم نفسه، ثم إعادة الاتصال.
ca: La manera més senzilla: feu clic a **Copia el missatge de l'agent** i enganxeu-lo al vostre assistent d'IA. Conté tot el que necessita l'assistent per afegir el propi servidor i després tornar a connectar-se.
cs: Nejjednodušší způsob: klikněte na **Kopírovat výzvu agenta** a vložte ji do svého asistenta AI. Obsahuje vše, co asistent potřebuje k přidání samotného serveru a následnému opětovnému připojení.
da: Den nemmeste måde: Klik på **Copy Agent Prompt** og indsæt den i din AI-assistent. Den indeholder alt, hvad assistenten skal bruge for at tilføje selve serveren og derefter oprette forbindelse igen.
de: Am einfachsten: Klicke auf **Agent-Prompt kopieren** und füge ihn in deinen KI-Assistenten ein. Er enthält alles, was der Assistent braucht, um den Server selbst hinzuzufügen und sich dann neu zu verbinden.
el: Ο ευκολότερος τρόπος: κάντε κλικ στο **Copy Agent Prompt** και επικολλήστε το στον βοηθό σας AI. Περιέχει όλα όσα χρειάζεται ο βοηθός για να προσθέσει τον ίδιο τον διακομιστή και μετά να επανασυνδεθεί.
es: Lo más fácil: haz clic en **Copiar prompt para el agente** y pégalo en tu asistente de IA. Contiene todo lo que el asistente necesita para añadir el servidor por sí mismo y volver a conectarse.
fa: ساده‌ترین راه: روی **کپی پرامپت عامل** کلیک کنید و آن را در دستیار هوش مصنوعی جای‌گذاری کنید. همهٔ آنچه دستیار برای افزودن سرور و اتصال دوباره لازم دارد در آن هست.
fi: Helpoin tapa: napsauta **Kopioi agenttikehote** ja liitä se tekoälyavustajaasi. Se sisältää kaiken, mitä avustaja tarvitsee lisätäkseen itse palvelimen ja muodostaakseen yhteyden uudelleen.
fr: Le plus simple : cliquez sur **Copier l'invite de l'agent** et collez-la dans votre assistant IA. Elle contient tout ce dont l'assistant a besoin pour ajouter lui-même le serveur, puis se reconnecter.
he: הדרך הקלה ביותר: לחץ על **Copy Agent Prompt** והדבק אותה בעוזרת הבינה המלאכותית שלך. הוא מכיל את כל מה שהעוזר צריך כדי להוסיף את השרת עצמו, ואז להתחבר מחדש.
hr: Najlakši način: kliknite **Kopiraj upit agenta** i zalijepite ga u svog AI pomoćnika. Sadrži sve što je pomoćniku potrebno za dodavanje samog poslužitelja, a zatim ponovno povezivanje.
hu: A legegyszerűbb módja: kattintson a **Agent Prompt másolása** lehetőségre, és illessze be az AI-asszisztensbe. Mindent tartalmaz, amire az asszisztensnek szüksége van a szerver hozzáadásához, majd az újracsatlakozáshoz.
id: Cara termudah: klik **Salin Perintah Agen** dan tempelkan ke asisten AI Anda. Ini berisi semua yang dibutuhkan asisten untuk menambahkan server itu sendiri, lalu menyambungkan kembali.
it: Il modo più semplice: fai clic su **Copia prompt per l'agente** e incollalo nel tuo assistente IA. Contiene tutto ciò che serve all'assistente per aggiungere da solo il server e poi riconnettersi.
ja: いちばん簡単な方法: **エージェントプロンプトをコピー** をクリックして、AI アシスタントに貼り付けます。アシスタントが自分でサーバを追加して再接続するために必要な情報がすべて含まれています。
ko: 가장 쉬운 방법은 **에이전트 프롬프트 복사**를 클릭해 AI 어시스턴트에 붙여넣는 것입니다. 어시스턴트가 서버를 직접 추가하고 다시 연결하는 데 필요한 내용이 모두 들어 있습니다.
ms: Cara paling mudah: klik **Copy Agent Prompt** dan tampalkannya ke dalam pembantu AI anda. Ia mengandungi semua yang diperlukan oleh pembantu untuk menambah pelayan itu sendiri, kemudian menyambung semula.
nl: De eenvoudigste manier: klik op **Agentprompt kopiëren** en plak deze in uw AI-assistent. Het bevat alles wat de assistent nodig heeft om de server zelf toe te voegen en vervolgens opnieuw verbinding te maken.
no: Den enkleste måten: klikk på **Kopier agentmelding** og lim den inn i AI-assistenten. Den inneholder alt assistenten trenger for å legge til selve serveren, og deretter koble til på nytt.
pl: Najprostszy sposób: kliknij **Kopiuj monit agenta** i wklej go do swojego asystenta AI. Zawiera wszystko, czego potrzebuje asystent, aby dodać sam serwer, a następnie ponownie się połączyć.
pt_br: A maneira mais fácil: clique em **Copiar prompt do agente** e cole no seu assistente de IA. Ele contém tudo o que o assistente precisa para adicionar o servidor por conta própria e se reconectar.
pt_pt: A maneira mais fácil: clique em **Copiar prompt do agente** e cole-o em seu assistente de IA. Ele contém tudo que o assistente precisa para adicionar o próprio servidor e reconectar.
ro: Cel mai simplu mod: faceți clic pe **Copy Agent Prompt** și inserați-l în asistentul AI. Conține tot ce are nevoie asistentul pentru a adăuga serverul în sine, apoi a se reconecta.
ru: Самый простой способ: нажмите **Скопировать промпт для агента** и вставьте его в ваш ИИ-ассистент. В нем есть все, что нужно ассистенту, чтобы самостоятельно добавить сервер и переподключиться.
sk: Najjednoduchší spôsob: kliknite na **Copy Agent Prompt** a vložte ho do svojho asistenta AI. Obsahuje všetko, čo asistent potrebuje na pridanie samotného servera a následné opätovné pripojenie.
sl: Najlažji način: kliknite **Kopiraj poziv agenta** in ga prilepite v pomočnika za umetno inteligenco. Vsebuje vse, kar pomočnik potrebuje za dodajanje samega strežnika in nato ponovno povezavo.
sv: Det enklaste sättet: klicka på **Copy Agent Prompt** och klistra in den i din AI-assistent. Den innehåller allt assistenten behöver för att lägga till själva servern och sedan återansluta.
th: วิธีที่ง่ายที่สุด: คลิก **คัดลอกพร้อมท์ตัวแทน** และวางลงในผู้ช่วย AI ของคุณ ประกอบด้วยทุกสิ่งที่ผู้ช่วยจำเป็นต้องเพิ่มเซิร์ฟเวอร์ จากนั้นจึงเชื่อมต่อใหม่
tr: En kolay yol: **Ajan İstemini Kopyala**'ya tıklayın ve yapay zekâ asistanınıza yapıştırın. Asistanın sunucuyu kendisi ekleyip yeniden bağlanması için gereken her şeyi içerir.
uk: Найпростіше: натисніть **Скопіювати запит для агента** і вставте його у свого ШІ-помічника. У ньому є все, що потрібно помічнику, щоб самостійно додати сервер і перепідключитися.
ur: سب سے آسان طریقہ: **کاپی ایجنٹ پرامپٹ** پر کلک کریں اور اسے اپنے AI اسسٹنٹ میں پیسٹ کریں۔ اس میں وہ سب کچھ ہوتا ہے جس کی ضرورت اسسٹنٹ کو سرور کو خود شامل کرنے، پھر دوبارہ منسلک کرنے کے لیے ہوتی ہے۔
vi: Cách dễ nhất: nhấp vào **Sao chép lời nhắc của tác nhân** và dán vào trợ lý AI của bạn. Nó chứa mọi thứ mà trợ lý cần để thêm máy chủ, sau đó kết nối lại.
zh_hans: 最简单的方法：点按 **拷贝代理提示词** 并粘贴到你的 AI 助手中。其中包含助手自行添加服务器并重新连接所需的一切信息。
zh_hant: 最簡單的方式：按一下**拷貝代理提示詞**，然後貼到你的 AI 助理中。其中包含助理自行加入伺服器並重新連線所需的一切資訊。

source: The existing %@ screenshot set for %@ may already have been deleted. After fixing the issue, re-run the upload to refill that set.
ar: ربما تم حذف لقطة الشاشة الحالية %1$@ لـ %2$@ بالفعل. بعد حل المشكلة، أعد تشغيل التحميل لإعادة ملء هذه المجموعة.
ca: És possible que la captura de pantalla %1$@ existent per a %2$@ ja s'hagi suprimit. Després de solucionar el problema, torneu a executar la càrrega per omplir el conjunt.
cs: Stávající snímek obrazovky %1$@ nastavený pro %2$@ již mohl být smazán. Po vyřešení problému znovu spusťte nahrávání, abyste sadu doplnili.
da: Det eksisterende %1$@-skærmbilledesæt til %2$@ er muligvis allerede blevet slettet. Når du har løst problemet, skal du køre uploaden igen for at genopfylde det sæt.
de: Der vorhandene %@-Screenshot-Satz für %@ wurde möglicherweise bereits gelöscht. Nachdem Sie das Problem behoben haben, führen Sie den Upload erneut aus, um den Satz wieder aufzufüllen.
el: Το υπάρχον σύνολο στιγμιότυπου οθόνης %1$@ για το %2$@ ενδέχεται να έχει ήδη διαγραφεί. Αφού διορθώσετε το πρόβλημα, εκτελέστε ξανά τη μεταφόρτωση για να ξαναγεμίσετε αυτό το σύνολο.
es: El conjunto de capturas %1$@ para %2$@ puede haber sido eliminado. Tras corregir el problema, vuelve a ejecutar el envío para rellenar ese conjunto.
fa: مجموعه عکس صفحه نمایش %1$@ موجود برای %2$@ ممکن است قبلاً حذف شده باشد. پس از رفع مشکل، بارگذاری را دوباره اجرا کنید تا آن مجموعه دوباره پر شود.
fi: Nykyinen %1$@-kuvakaappaus, joka on asetettu kohteelle %2$@, on ehkä jo poistettu. Kun olet korjannut ongelman, suorita lataus uudelleen täyttääksesi sarja.
fr: La capture d'écran %@ existante définie pour %@ a peut-être déjà été supprimée. Après avoir résolu le problème, réexécutez le téléchargement pour remplir cet ensemble.
he: ייתכן שקבוצת צילום המסך הקיימת של %1$@ עבור %2$@ כבר נמחקה. לאחר תיקון הבעיה, הפעל מחדש את ההעלאה כדי למלא מחדש את הסט.
hr: Postojeći skup snimaka zaslona %1$@ za %2$@ možda je već izbrisan. Nakon što riješite problem, ponovno pokrenite prijenos kako biste ponovno napunili taj skup.
hu: Lehet, hogy a %2$@ számára beállított jelenlegi %1$@ képernyőkép már törölve lett. A probléma megoldása után futtassa újra a feltöltést a készlet újratöltéséhez.
id: Tangkapan layar %1$@ yang disetel untuk %2$@ mungkin sudah dihapus. Setelah memperbaiki masalah, jalankan kembali unggahan untuk mengisi ulang kumpulan tersebut.
ja: %@ に設定されている既存の %@ スクリーンショットはすでに削除されている可能性があります。問題を修正した後、アップロードを再実行してそのセットを補充します。
ko: %@에 설정된 기존 %@ 스크린샷이 이미 삭제되었을 수 있습니다. 문제를 해결한 후 업로드를 다시 실행하여 해당 세트를 다시 채우세요.
ms: Set tangkapan skrin %1$@ sedia ada untuk %2$@ mungkin telah dipadamkan. Selepas menyelesaikan isu itu, jalankan semula muat naik untuk mengisi semula set itu.
nl: De bestaande %1$@ screenshotset voor %2$@ is mogelijk al verwijderd. Nadat u het probleem heeft opgelost, voert u de upload opnieuw uit om die set opnieuw aan te vullen.
no: Det eksisterende %1$@-skjermbildet for %2$@ kan allerede ha blitt slettet. Etter å ha løst problemet, kjør opplastingen på nytt for å fylle på det settet.
pl: Istniejący zestaw zrzutów ekranu %1$@ dla %2$@ mógł już zostać usunięty. Po rozwiązaniu problemu uruchom ponownie przesyłanie, aby uzupełnić zestaw.
pt_br: A captura de tela %@ existente definida para %@ pode já ter sido excluída. Depois de corrigir o problema, execute novamente o upload para recarregar esse conjunto.
pt_pt: A captura de ecrã %1$@ existente definida para %2$@ pode já ter sido excluída. Depois de corrigir o problema, execute novamente o upload para recarregar esse conjunto.
ro: Captura de ecran existentă %1$@ setată pentru %2$@ este posibil să fi fost deja ștearsă. După remedierea problemei, reluați încărcarea pentru a reumple setul respectiv.
sk: Existujúca %1$@ snímka obrazovky nastavená pre %2$@ už mohla byť odstránená. Po vyriešení problému znova spustite nahrávanie a doplňte túto sadu.
sl: Obstoječi nabor posnetkov zaslona %1$@ za %2$@ je morda že izbrisan. Ko odpravite težavo, znova zaženite nalaganje, da ponovno napolnite ta niz.
sv: Den befintliga skärmdumpen %1$@ för %2$@ kan redan ha tagits bort. När du har åtgärdat problemet kör du uppladdningen igen för att fylla på uppsättningen.
th: ภาพหน้าจอ %1$@ ที่มีอยู่สำหรับ %2$@ อาจถูกลบไปแล้ว หลังจากแก้ไขปัญหาแล้ว ให้เรียกใช้การอัปโหลดอีกครั้งเพื่อเติมชุดนั้น
ur: ممکن ہے %2$@ کے لیے سیٹ کردہ موجودہ %1$@ اسکرین شاٹ پہلے ہی حذف کر دیا گیا ہو۔ مسئلہ حل کرنے کے بعد، اس سیٹ کو دوبارہ بھرنے کے لیے اپ لوڈ کو دوبارہ چلائیں۔
vi: Bộ ảnh chụp màn hình %1$@ hiện có cho %2$@ có thể đã bị xóa. Sau khi khắc phục sự cố, hãy chạy lại quá trình tải lên để nạp lại bộ đó.
zh_hans: 为 %@ 设置的现有 %@ 屏幕截图可能已被删除。解决问题后，重新运行上传以重新填充该集。

source: The first language is the base. Drag to reorder.
ar: اللغة الأولى هي الأساس. اسحب لإعادة الترتيب.
ca: La primera llengua és la base. Arrossegueu per reordenar.
cs: První jazyk je základ. Přetažením změníte pořadí.
da: Det første sprog er basis. Træk for at omarrangere.
de: Die erste Sprache ist die Basissprache. Zum Neuordnen ziehen.
el: Η πρώτη γλώσσα είναι η βάση. Σύρετε για αναδιάταξη.
es: El primer idioma es el base. Arrastra para reordenar.
fa: زبان اول، زبان پایه است. برای تغییر ترتیب، بکشید.
fi: Ensimmäinen kieli on perusta. Järjestä uudelleen vetämällä.
fr: La première langue est la base. Faites glisser pour réorganiser.
he: השפה הראשונה היא הבסיס. גרור כדי לסדר מחדש.
hr: Prvi jezik je baza. Povucite za promjenu redoslijeda.
hu: Az első nyelv az alap. Húzza át az átrendezéshez.
id: Bahasa pertama adalah dasarnya. Tarik untuk menyusun ulang.
it: La prima lingua è quella di base. Trascina per riordinare.
ja: 最初の言語が基本言語になります。ドラッグして並べ替えられます。
ko: 첫 번째 언어가 기본 언어입니다. 드래그하여 순서를 바꾸세요.
ms: Bahasa pertama adalah asas. Seret untuk menyusun semula.
nl: De eerste taal is de basis. Sleep om de volgorde te wijzigen.
no: Førstespråket er basen. Dra for å omorganisere.
pl: Pierwszy język jest podstawą. Przeciągnij, aby zmienić kolejność.
pt_br: O primeiro idioma é a base. Arraste para reordenar.
pt_pt: A primeira língua é a base. Arraste para reordenar.
ro: Prima limbă este baza. Trageți pentru a reordona.
ru: Первый язык — базовый. Перетаскивайте, чтобы изменить порядок.
sk: Prvý jazyk je základ. Presunutím zmeníte poradie.
sl: Prvi jezik je osnova. Povlecite za prerazporeditev.
sv: Det första språket är basen. Dra för att ändra ordning.
th: ภาษาแรกคือฐาน ลากเพื่อเรียงลำดับใหม่
tr: İlk dil temel dildir. Yeniden sıralamak için sürükleyin.
uk: Перша мова — базова. Перетягуйте, щоб змінити порядок.
ur: پہلی زبان کی بنیاد ہے۔ دوبارہ ترتیب دینے کے لیے گھسیٹیں۔
vi: Ngôn ngữ đầu tiên là cơ sở. Kéo để sắp xếp lại.
zh_hans: 第一种语言为基准语言。拖动即可重新排序。
zh_hant: 第一個語言為基準語言。拖移即可重新排序。

source: The first language you add is the **base language** — the one whose text is the source of truth.
ar: اللغة الأولى التي تضيفها هي **اللغة الأساسية** — التي يعتبر نصها مصدر الحقيقة.
ca: El primer idioma que afegiu és el **idioma base**: aquell el text del qual és la font de la veritat.
cs: První jazyk, který přidáte, je **základní jazyk** – ten, jehož text je zdrojem pravdy.
da: Det første sprog, du tilføjer, er **grundsproget** - det, hvis tekst er kilden til sandheden.
de: Die erste Sprache, die du hinzufügst, ist die **Basissprache** – ihr Text ist die maßgebliche Vorlage.
el: Η πρώτη γλώσσα που προσθέτετε είναι η **βασική γλώσσα** — αυτή της οποίας το κείμενο είναι η πηγή της αλήθειας.
es: El primer idioma que añades es el **idioma base**: el que contiene el texto de referencia.
fa: نخستین زبانی که اضافه می‌کنید **زبان پایه** است — زبانی که متنش مرجع اصلی است.
fi: Ensimmäinen lisäämäsi kieli on **peruskieli** — se, jonka teksti on totuuden lähde.
fr: La première langue que vous ajoutez est la **langue de base** : c'est son texte qui fait référence.
he: השפה הראשונה שאתה מוסיף היא **שפת הבסיס** - זו שהטקסט שלה הוא מקור האמת.
hr: Prvi jezik koji dodate je **osnovni jezik** — onaj čiji je tekst izvor istine.
hu: Az első nyelv, amelyet hozzáadsz, az **alapnyelv** – az, amelynek szövege az igazság forrása.
id: Bahasa pertama yang Anda tambahkan adalah **bahasa dasar** — bahasa yang teksnya merupakan sumber kebenaran.
it: La prima lingua che aggiungi è la **lingua di base**, quella il cui testo fa da riferimento.
ja: 最初に追加した言語が **基本言語** になり、そのテキストがすべての翻訳の元になります。
ko: 처음 추가한 언어가 **기본 언어**이며, 이 언어의 텍스트가 기준이 됩니다.
ms: Bahasa pertama yang anda tambah ialah **bahasa asas** — bahasa yang teksnya adalah sumber kebenaran.
nl: De eerste taal die u toevoegt is de **basistaal**: de taal waarvan de tekst de bron van de waarheid is.
no: Det første språket du legger til er **grunnspråket** - det hvis tekst er kilden til sannheten.
pl: Pierwszym językiem, który dodajesz, jest **język bazowy** – taki, którego tekst jest źródłem prawdy.
pt_br: O primeiro idioma que você adiciona é o **idioma base** — aquele cujo texto é a fonte da verdade.
pt_pt: O primeiro idioma que você adiciona é o **idioma base** — aquele cujo texto é a fonte da verdade.
ro: Prima limbă pe care o adăugați este **limba de bază** — cea al cărei text este sursa adevărului.
ru: Первый добавленный язык — **базовый**: его текст считается исходным.
sk: Prvý jazyk, ktorý pridáte, je **základný jazyk** – ten, ktorého text je zdrojom pravdy.
sl: Prvi jezik, ki ga dodate, je **osnovni jezik** – tisti, katerega besedilo je vir resnice.
sv: Det första språket du lägger till är **basspråket** — det vars text är källan till sanningen.
th: ภาษาแรกที่คุณเพิ่มคือ **ภาษาพื้นฐาน** ซึ่งเป็นภาษาที่มีข้อความเป็นแหล่งที่มาของความจริง
tr: Eklediğiniz ilk dil **temel dildir** — metni esas kaynak kabul edilen dil.
uk: Перша додана мова — це **базова мова**, текст якої є першоджерелом.
ur: آپ جو پہلی زبان شامل کرتے ہیں وہ ہے **بنیادی زبان** — وہ جس کا متن سچائی کا ذریعہ ہے۔
vi: Ngôn ngữ đầu tiên bạn thêm là **ngôn ngữ cơ sở** — ngôn ngữ có văn bản là nguồn gốc của sự thật.
zh_hans: 你添加的第一种语言是 **基准语言**——其文本是所有翻译的依据。
zh_hant: 你加入的第一個語言就是**基準語言**——其文字是內容的依據。

source: The individual screenshots inside a row.
ar: لقطات الشاشة الفردية داخل صف واحد.
ca: Les captures de pantalla individuals dins d'una fila.
cs: Jednotlivé snímky obrazovky v řadě.
da: De enkelte skærmbilleder inde i en række.
de: Die einzelnen Screenshots einer Zeile.
el: Τα μεμονωμένα στιγμιότυπα οθόνης μέσα σε μια σειρά.
es: Las capturas individuales de una fila.
fa: اسکرین‌شات‌های جداگانهٔ درون یک ردیف.
fi: Yksittäiset kuvakaappaukset rivin sisällä.
fr: Les captures d'écran individuelles d'une ligne.
he: צילומי מסך בודדים בתוך שורה.
hr: Pojedinačne snimke zaslona unutar retka.
hu: Az egyes képernyőképek egy sorban.
id: Tangkapan layar individual dalam satu baris.
it: I singoli screenshot all'interno di una riga.
ja: 行内の個々のスクリーンショット。
ko: 행 안에 있는 개별 스크린샷입니다.
ms: Tangkapan skrin individu dalam satu baris.
nl: De individuele screenshots in een rij.
no: De individuelle skjermbildene på rad.
pl: Poszczególne zrzuty ekranu w rzędzie.
pt_br: As capturas de tela individuais dentro de uma linha.
pt_pt: As capturas de ecrã individuais dentro de uma linha.
ro: Capturile de ecran individuale într-un rând.
ru: Отдельные скриншоты внутри строки.
sk: Jednotlivé snímky obrazovky v rade.
sl: Posamezni posnetki zaslona znotraj vrstice.
sv: De enskilda skärmdumparna på en rad.
th: ภาพหน้าจอแต่ละภาพภายในแถว
tr: Bir satırın içindeki tek tek ekran görüntüleri.
uk: Окремі знімки екрана в рядку.
ur: ایک قطار کے اندر انفرادی اسکرین شاٹس۔
vi: Các ảnh chụp màn hình riêng lẻ trong một hàng.
zh_hans: 行内的各张截图。
zh_hant: 列中的各張螢幕截圖。
